Repository: chart-studio/datastudio-chart
Catalog: website/locales/*.po
Languages: fr

source: Read
fr: Lire

source: Read the documentation
fr: Lire la documentation

source: Try
fr: Essayer

source: Use credit
fr: Utiliser les crédits

source: Added on {date}
fr: Ajouté le {date}

source: Share
fr: Partager

source: Home
fr: Accueil

source: Library
fr: Bibliothèque

source: Pricing
fr: Tarifs

source: Create beautiful charts
fr: Créer de beaux graphiques

source: Exceptional designs
fr: Des designs exceptionnels

source: Customable graph
fr: Graphiques personnalisables

source: 30 credits free to use
fr: 30 crédits gratuits à utiliser

source: Enhance capability of your dashboard
fr: Améliorer la capacité de votre dashboard

source: A community
fr: Une communauté

source: Join
fr: Rejoindre

source: Subscriptions
fr: Abonnements

source: Connect
fr: Se connecter

source: Credits
fr: Crédits

source: How does it work?
fr: Comment ça fonctionne?

source: Connect to your account
fr: Se connecter avec google

source: Select a chart in library
fr: Sélectionner un graphique

source: Copy a link directory
fr: Copier le chemin du répertoire

source: Use with Data studio
fr: Utiliser avec Data studio

source: Every users need to have a google account to use this library.
fr: Tous les utilisateurs ont besoin d'avoir un compte google pour utiliser cette bibliothèque.

source: Once you are connected, you can select a chart and try it (completely free - no credit card ask). Each test cost 10 credits.
fr: Une fois connecté, vous pouvez sélectionner un graphique et le tester (complètement gratuit - aucune carte demandée). Chaque test utilise 10 crédits.

source: Every time you try or add a chart, a link is generated. You can find your link in the documentation under the graphique image.
fr: Un lien est généré chaque fois que vous décidez d'essayer un graphique. Il se trouve dans la documentation du graphique en dessous de l'image.

source: Go to your reporting data studio. In edit mode, to the right of the button add a graphic, then click on the explore more button. After, select build your own visualization and add the link in the manifest path
fr: Se rendre dans votre reporting data studio. Dans le mode edit, à droite du button ajouter un graphique. cliquer ensuite sur le boutton explore more, puis sur constuire sa propre visualisation et ajouter le chemin dans le manisfest path

source: List of charts
fr: Liste des graphiques

source: List of docs
fr: Liste des docs

source: Know more
fr: En savoir plus

source: To know more : google link
fr: En savoir plus : lien google

source: Join our newsletter!
fr: Rejoignez notre newsletter!

source: Don't miss our news
fr: Ne ratez pas nos actualités

source: Subscribe
fr: S'abonner

source: No spams!
fr: Pas de spams!

source: Thanks
fr: Merci

source: Website
fr: Site internet

source: Confidentiality and cookies
fr: Confidentialité et cookies

source: General conditions
fr: Conditions générales

source: Accessibility
fr: Accessibilité

source: Copyright © {year} by Lokalistic
fr: Copyright © {year} par Lokalistic

source: Can I use Chart Studio for free?
fr: Puis-je utiliser Chart Studio gratuitement?

source: Do I need my credit card details to sign up?
fr: Ai-je besoin de ma carte de crédit pour me connecter?

source: How to unsubscribe?
fr: Comment se désabonner?

source: Do you plan to add more chart?
fr: Comptez-vous compléter votre bibliothèque?

source: Absolutely!
fr: Absolument!

source: You can try. You have up to 30 credits to use (10 credits / graph) for one day. After that, the file will be deleted.
fr: Vous pouvez tester. Vous avez jusqu'à 30 crédits à utiliser (10 par graphique) pour une journée. Après, les fichiers sont supprimés.

source: No need at all!
fr: Pas besoin!

source: We only need your email address, and then you can start to try any graph you want up to 3.
fr: Nous avons seulement besoin de votre adresse e-mail, puis vous pouvez commencer à essayer n'importe quel graphique jusqu'à 3.

source: Easy!
fr: Très simple!

source: Go to your account page, click on the button Unsubscribe. At the next month, you won't be charge
fr: Allez dans votre espace, cliquer sur le button se désabonner. Dès le mois suivant, vous ne serez plus prélevé

source: Of course!
fr: Bien sûre!

source: I'm open to suggestions. If you think some visual need to be add in this library, send me a message, i will do it as soon as possible
fr: Je suis ouvert aux propositions. Si vous avez des idées de visuels qui peuvent benéficier à plus de personnes, envoyez un message, je le ferai dès que possible

source: Newbies
fr: Débutant.e.s

source: Up to 3 charts to try
fr: Jusque 3 graphiques à essayer

source: Experts
fr: Expert.e.s

source: Unlimited access
fr: Accès illimité

source: Please, connect first!!!
fr: Désolé, veuillez-vous connecter!!!

source: Do you want to add this chart?
fr: Voulez-vous ajouter ce graphique?

source: Do you want to subscribe
fr: Souhaitez-vous vous abonner

source: Great! You subscribed
fr: Génial! Vous êtes abonné.e

source: Cancel
fr: Annuler

source: Add
fr: Ajouter

source: Continue
fr: Continuer

source: Read doc
fr: Lire le doc

source: Reload
fr: Actualiser

source: Sorry, You used all your credits
fr: Désolé, vos crédits sont épuisés

source: You used 10 credits
fr: Vous avez utilisé 10 crédits
